Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Mimo iż Kurt po części przyczynił się do zaginięcia Jorna, to zawsze miał dobre intencje i starał się mi pomóc jak tylko mógł. Lichwiarz go zmanipulował, tak samo jak mnie. Urządziłem więc wujowi pogrzeb w Silbach, tam, gdzie przeżył większość swojego życia.
uk: Хоча Курт був частково причетним до зникнення Йорна, він завжди мав добрі наміри і намагався допомагати мені, як тільки міг. Лихвар маніпулював ним так само, як і мною. Тому я домовився, щоб дядька поховали в Сільбаху, там, де він прожив більшу частину свого життя.

source: Mimo małego zamieszania, jakie agitator wywołał swoją ucieczką, udało mi się go dopaść. Powiedział mi, że ulotki, które rozdaje, otrzymał od niejakiego Ludlofa. Możliwe, że to kolejny krzykacz, którego będę musiał dopaść i przepytać. Podobno przebywa gdzieś w porcie za stocznią. Mógłbym się tam rozejrzeć. Nie wiem, czy powinienem puścić tę gnidę wolno. Im więcej agitatorów, tym trudniej władzom będzie zapanować nad chaosem.
uk: Незважаючи на невеликий переполох, який спричинив агітатор своєю втечею, мені вдалося його наздогнати. Він розповів мені, що отримав листівки від Людлофа. Не виключено, що це ще один агітатор, якого мені доведеться зловити і допитати. Схоже, він знаходиться десь у порту за корабельнею. Варто перевірити. Не знаю, чи варто відпускати цього покидька. Чим більше агітаторів, тим важче владі контролювати створюваний ними хаос.

source: Mimo małego zamieszania, jakie agitator wywołał swoją ucieczką, udało mi się go dopaść. Powiedział mi, że ulotki, które rozdaje, otrzymał od niejakiego Ludlofa. Możliwe, że to kolejny krzykacz, którego będę musiał dopaść i przepytać. Podobno przebywa gdzieś w porcie za stocznią. Powinienem się tam rozejrzeć. Samego agitatora puściłem wolno, uprzednio go nastraszając.
uk: Незважаючи на невеликий переполох, який спричинив агітатор своєю втечею, мені вдалося його наздогнати. Він розповів мені, що отримав листівки від Людлофа. Не виключено, що це ще один агітатор, якого мені доведеться зловити і допитати. Схоже, він знаходиться десь у порту за корабельнею. Варто перевірити. Самого агітатора я відпустив, попередньо пригрозивши йому.

source: Mimo moich obaw, Bastian wyglądał na zadowolonego.
uk: Незважаючи на мої побоювання, Бастіан лишився задоволеним.

source: Mimo moich starań, nie udało mi się wygonić opryszków z karczmy i chyba przy tym... lekko przesadziłem z alkoholem.
uk: Незважаючи на всі мої зусилля, мені не вдалося прогнати хуліганів з корчми, і я гадаю, що в процесі... я трохи перебрав з алкоголем.

source: Mimo niezliczonych konfliktów, wybuchających na tle politycznym i religijnym, plagom i migracjom ludności, trzy dominujące kultury kontynentu: myrtańska, nordmarska i varrancka, przetrwały próbę czasu, stając się jego nierozłączną częścią.
uk: Незважаючи на незліченні політичні та релігійні конфлікти, епідемії та міграції населення, три домінуючі культури континенту - міртанська, нордмарська та варантська - витримали випробування часом, ставши його невід'ємною частиною.

source: Mimo opłakanego stanu,
uk: Попри свій жалюгідний стан,

source: Mimo początkowych sukcesów kampanii Mandreda konflikt utknął w martwym punkcie. Dysponująca doskonałą flotą Liga Wschodnia z łatwością zwyciężała starcia na morzu, odcinając Myrtańczyków od regularnych dostaw zaopatrzenia z kontynentu.
uk: Незважаючи на початкові успіхи кампанії Мандреда, конфлікт зайшов у глухий кут. Маючи чудовий флот, Східна Ліга легко здобувала перемоги в морських сутичках, відрізавши міртанців від регулярних поставок з континенту.

source: Mimo podziału miasta na dzielnice obcy wciąż gromadzili się w porcie. Każdy z nich z własną historią. Każdy z bagażem doświadczeń - i uprzedzeniami. Przeludnione nadbrzeże Archolos coraz bardziej przypominało kocioł, który w każdej chwili mógł wykipieć.
uk: Незважаючи на поділ міста на квартали, в порту все одно збиралися чужинці. Кожен зі своєю історією. Кожен зі своїм багажем досвіду і упереджень. Переповнена набережна Архолосу дедалі більше нагадувала казан, який міг закипіти будь–якої миті.

source: Mimo podążającej naszym śladem watahy wilków, bez większych trudności udało nam się dotrzeć do bram Vardhal. Prawdę mówił Barthos co do wielkości tej fortecy. Zanim ogień i czas obróciły ją w ruinę, musiała być imponująca!
uk: Незважаючи на зграю вовків, що йшла по наших слідах, ми без особливих труднощів дісталися до воріт Вардхалу. Бартос не помилився, розповідаючи про розміри цієї фортеці. Перш ніж вогонь і час перетворили її на руїни, вона, мабуть, була вражаючою!

source: Mimo propozycji wuja o przekazaniu pierścienia jego znajomemu z miasta, postanowiłem zatrzymać znalezisko i samemu dowiedzieć się o nim czegoś więcej.
uk: Незважаючи на пропозицію дядька віддати перстень своєму знайомому в місті, я вирішив залишити цю знахідку собі і дізнатися про неї більше самостійно.

source: Mimo starań wyznawców wiara zyskała zwolenników głównie wśród wiejskiej i nadmorskiej części społeczeństwa. Rhobar nie zakazał jednak praktykowania nowej religii, lecz jak dobry gospodarz z radością przyjął jej głosicieli do swego domu.
uk: Незважаючи на зусилля адептів, віра здобула прихильників переважно серед сільського та прибережного населення. Робар, однак, не забороняв сповідувати нову релігію, а, як добропорядний господар, радо приймав її проповідників у своєму домі.

source: Mimo to, ktoś znalazł moje zaskórniaki.
uk: Проте, хтось знайшов мої збереження.

source: Mimo trwającej wojny i niepokojów społecznych, obszar Szkarłatnego Szlaku pełen jest wyzwań i niespodzianek, czekających zarówno na amatorów, jak i doświadczonych kupców. Choć na stronach tej księgi mógłbym spisać historię mojego życia i tego, w jaki sposób doszedłem do swojego majątku, nie zrobię tego. Żadna bowiem teoria nie zastąpi Ci cennej praktyki, którą zdobędziesz, podróżując od targu do targu, poznając lokalne zwyczaje i nawiązując dobrze rokujące kontakty.
uk: Незважаючи на війну та громадянські заворушення, Багряний шлях сповнений випробувань і несподіванок, які чекають як на початківців, так і на досвідчених торговців. Хоча я міг би написати на сторінках цієї книги історію свого життя і того, як я заробив свій капітал, але я не буду цього робити. Адже жодна теорія не замінить цінної практики, яку ви здобудете, подорожуючи від ринку до ринку, вивчаючи місцеві звичаї та встановлюючи багатообіцяючі знайомства.

source: Mimo wytycznych, jakie otrzymałem od Petry, postanowiłem zajrzeć do Rasco i sprzedać mu cały zapas skrętów. Gość chciał się dowiedzieć, skąd je mam, ale mu nie powiedziałem. Chyba dzięki temu wzbudziłem jego zainteresowanie, bo zapewnił mnie, że w przyszłości z chęcią kupi ode mnie skręty, gdybym miał jakieś przy sobie.
uk: Незважаючи на настанови, які я отримав від Петри, я вирішив зазирнути до Раско і продати йому весь запас скруток. Він дуже хотів знати, де я їх взяв, але я не сказав йому. Гадаю, це дуже його зацікавило, бо він запевнив мене, що в майбутньому із задоволенням купить у мене ще кілька скруток, якщо я матиму їх при собі.

source: Mimo wytycznych, jakie otrzymałem od Petry, postanowiłem zajrzeć do Rasco i sprzedać mu cały zapas skrętów. Wspomniałem mu też o tym, kto mi je dał. Nie wiem, czy postąpiłem właściwie, ale może dzięki temu załatwiłem Petrze dodatkowych klientów?
uk: Незважаючи на настанови, які я отримав від Петри, я вирішив зазирнути до Раско і продати йому весь запас скруток. Я також розповів йому, хто мені їх дав. Не знаю, чи правильно я вчинив, але, можливо, таким чином я залучив для Петри додаткових клієнтів?

source: Mimo łączących braci więzów krwi, w ich sercach z czasem zaczął tlić się pierwotny ogień Volfzacka - ten sam, który ongiś uczynił go niekwestionowanym władcą Wschodniego Archipelagu.
uk: Незважаючи на кровні зв'язки між братами, в їхніх серцях почав жевріти первісний вогонь Вольфзака - той самий вогонь, який колись зробив його беззаперечним володарем Східного Архіпелагу.

source: Mimo że coś już tam umiesz, to stale ucz się poprzez obserwację. Sprawdź te bardziej skomplikowane mikstury i na podstawie receptur spróbuj je odtworzyć.
uk: Хоча ти вже дещо знаєш, ти постійно маєш вдосконалюватися. Досліджуй складніші зілля та спробуй відтворити їх за рецептами.

source: Mimo że gospodarstwo otaczają zewsząd lasy i wiedzie do niego tylko jeden trakt, ludzie zdają się nie przejmować bandytami i dzikimi zwierzętami.
uk: Незважаючи на те, що ферма з усіх боків оточена лісом і до неї веде лише одна дорога, бандити та дикі звірі, схоже, не турбують людей.

source: Mimo że obowiązuje tu prawo myrtańskie, za swe przewinienia odpowiadasz w pierwszej kolejności zgodnie z lokalnym prawem przed Sir Ramseyem, którego reprezentuję.
uk: Хоча тут діють міртанські закони, в першу чергу ти відповідаєш за свої злочини згідно з місцевими правом перед сером Рамзі, якого я представляю.

source: Mimo że sprawa z Brunem była jednym wielkim oszustwem, to faktycznie można w tej kopalni znaleźć żelazo. Powiem o tym Lorenzo, Araxos przyda się trochę tego surowca.
uk: Попри те, що ця справа з Бруно виявилася однією великою аферою, в цій копальні дійсно можна добути залізо. Я розкажу про це Лоренцо, Араксосу пригодиться ця залізна руда.

source: Mimo że sprawa z Brunem była jednym wielkim oszustwem, to faktycznie można w tej kopalni znaleźć żelazo. Powiem o tym Roderichowi, straży przyda się trochę tego surowca.
uk: Попри те, що ця справа з Бруно виявилася однією великою аферою, в цій копальні дійсно можна добути залізо. Я розкажу про це Родеріху, вартовим пригодиться ця залізна руда.

source: Mimo że wyglądasz jak obdartus, to jednak masz przy sobie trochę złota.
uk: Хоч ти і виглядаєш як обірванець, але у тебе є трохи золота.

source: Min. wydatek many:
uk: Мін. затрати мани:

source: Minie kolejny miesiąc, a będę musiał szukać sobie jakiejś roboty! Do czego to doszło?!
uk: Мине ще місяць, і мені доведеться шукати якусь роботу! Як до цього дійшло?!

source: Minimalne obrażenia:
uk: Мінімальна шкода:

source: Minął czas twojego pobytu, chłopcze.
uk: Час твого проживання минув, хлопче.

source: Minął rok od tamtych wydarzeń, a ja wciąż nie mogę się po nich pozbierać.
uk: Минув рік після тих подій, а я все ще не можу прийти до тями.

source: Minęło parę lat, może czas mu wybaczyć?
uk: Пройшло декілька років. Може, час йому пробачити?

source: Minęło wiele lat, aż przypłynął tutaj mnie odwiedzić. Później nawet czasami pisywaliśmy do siebie i staraliśmy się żyć w zgodzie, ale nie powiedziałbym, że byliśmy blisko.
uk: Минуло багато років, поки він з'явився тут, щоб відвідати мене. Пізніше ми навіть іноді писали один одному і намагалися жити в згоді, але я б не сказав, що ми були близькі.

source: Minęło wiele zim, a po Młodym Wilku nie było ani śladu. Jedzenia zaczęło braknąć, a stado przerzedziło się. Część zwierząt szukała szczęścia na pobliskich polach, inne schroniły się w lasach. Te zaś, które zostały w jaskini, z trwogą obserwowały błyskające na horyzoncie płomienie, nasłuchując szczęku stali, krzyków i dudniących w dali wybuchów.
uk: Пройшло багато зим, і від молодого вовка не залишилося і сліду. Їжі стало не вистачати, і зграя порідшала. Дехто з тварин шукав собі долі на довколишніх полях, інші знайшли притулок у лісах. Ті, що залишилися в печері, з трепетом спостерігали за полум'ям, що спалахувало на горизонті, прислухаючись до брязкоту сталі, криків і вибухів, що лунали вдалині.

source: Minęły trzy dni, odkąd wyruszyliśmy z Vengardu, a dopiero dzisiaj mieliśmy pierwszy apel porucznika Mario.
uk: Минуло три дні, як ми покинули Венгард, і лише сьогодні було перше звернення лейтенанта Маріо.

source: Miodowe Lata
uk: Медові літа

source: Miotła
uk: Мітла

source: Miotła?
uk: Мітла?

source: Miotłą? Nie masz jakiegoś miecza na zbyciu?
uk: Мітлою? У тебе не знайдеться якогось меча?

source: Miotłę?
uk: Мітлу?

source: Miroh
uk: Міро

source: Miroh pewnie też będzie zainteresowany, zazwyczaj razem szukamy pracy. Do zobaczenia.
uk: Міро, мабуть, теж зацікавиться, ми зазвичай шукаємо роботу разом. До побачення.

source: Miron
uk: Мирон

source: Miron prowadzi miejskie muzeum - 'Cienie Przeszłości'. Budynek znajdę w okolicy posiadłości Volkera.
uk: Мирон керує міським музеєм 'Тіні Минулого', який можна знайти біля маєтку Волкера.

source: Miron, Właściciel Muzeum
uk: Мирон, власник музею

source: Miron, właściciel muzeum 'Cienie Przeszłości', skupuje stare monety.
uk: Мирон, власник музею 'Тіні минулого', скуповує старі монети.

source: Misją?
uk: Місією?

source: Mistrz Corax został ogłoszony nowym przeorem klasztoru. Jego powołanie zbiegło się w czasie z Dniami Łaski, podczas których Adanos przebaczył grzechy wielu zbłąkanym owieczkom... Nadal nie mamy wieści o bracie Tanerisie i Modaresie. Wszyscy mają nadzieję, że z pomocą Pana ich pielgrzymka zakończy się szczęśliwie, a oni sami powrócą silniejsi w wierze.
uk: Новим настоятелем монастиря було оголошено майстра Коракса. Його призначення збіглося з Днями благодаті, під час яких Аданос простив гріхи багатьом блудним вівцям... Про братів Танеріса і Модареса поки що немає ніяких вістей. Всі сподіваються, що з Божою допомогою їхнє паломництво завершиться вдало, а самі вони повернуться ще сильнішими у вірі.

source: Mistrz Larius obserwował Ezrana z oddali. Dobrze wiedział, że jego podopieczny wykradł mu zwój. Zwój, którego nawet nie potrafił przeczytać. Imponowała mu wielce jego determinacja, lecz i sprowadziła troskę. Larius podszedł do Ezrana i objął go tak, jak wyrozumiały ojciec obejmuje swego syna.
uk: Магістр Ларіус спостерігав за Езраном здалеку. Він добре знав, що його вихованець вкрав у нього сувій. Сувій, який він навіть не зміг прочитати. Рішучість юнака справила на нього неабияке враження, але водночас викликала занепокоєння. Ларіус підійшов до Езрана та обійняв його так, як турботливий батько обіймає свого сина.

source: Mistrz Modares swym zwyczajem wyruszył na pielgrzymkę po wyspie, szukając śladów Pana w... chramach, kamiennych kręgach i innych miejscach przepełnionych mocą duchową. Mistrz Taneris z kolei szukał go pośród starych ruin na bagnach. Jak to mówią, wszelka mądrość zwykle przychodzi po szkodzie, lecz nikogo nie dziwią decyzje naszych braci. Pan zaiste wystawia naszą wiarę na próbę.
uk: Майстер Модарес, у своїй звичній манері, вирушив у паломництво по острову, шукаючи сліди Господа в... хатинах, кам'яних колах та інших місцях, просякнутих духовною силою. Майстер Танеріс, навпаки, шукав його серед старих руїн на болотах. Як кажуть, вся мудрість зазвичай приходить згодом, але рішення наших братів вже нікого не дивують. Господь справді випробовує нашу віру на міцність.

source: Mistrz Notger nie będzie zadowolony, kiedy usłyszy o twoich czynach!
uk: Майстер Нотгер не буде в захваті, коли дізнається про твої вчинки!

source: Mistrz Periandes w geście pojednania podarował Volfzackowi... Władca zawiesił go dumnie nad... i przyrzekł nigdy się z nim nie rozstawać. W zamian Wilk z Archolos... na skalistym cyplu, na północnym wschodzie wyspy. To właśnie tam wzniesiemy kaplicę ku czci Pana.
uk: Майстер Періандес на знак примирення подарував Вольфзаку... Вождь із гордістю повісив його над... і поклявся ніколи з ним не розлучатися. Натомість Вовк із Архолосу... на скелястому мисі на північному сході острова. Саме там ми зведемо храм на честь Господа.

source: Mistrz Rierol wyraźnie nakazał, by chorzy pozostawali w łóżkach. Musisz odpoczywać, inaczej nigdy nie poczujesz się lepiej.
uk: Майстер Рієрол чітко наказав, щоб хворі залишалися у ліжках. Тобі потрібно відпочивати, інакше ти ніколи не видужаєш.

source: Mistrz Tengral osobiście przekazał mi, że okazałeś się bardzo pomocny dla Kręgu Ognia.
uk: Майстер Тенграл особисто повідомив мені, що ти був дуже корисний Кільцю Вогню.

source: Mistrz Trimegisto bardzo przejął się sprawą Runara.
uk: Майстер Трімегісто був дуже стурбований справою Рунара.

source: Mistrz gry
uk: Майстер гри

source: Mistrz łuczarski różni się od adeptów tylko jednym - nigdy nie stosuje półśrodków. Nie podoba ci się majdan? Zacznij pracę od nowa. Ramiona źle się wyginają? Zacznij pracę od nowa.
uk: Майстер з виготовлення луків відрізняється від аматора лише в одному – він ніколи не вдається до компромісів. Не подобається лук? Почни працювати над ним заново. Погано згинається? Почни роботу з нуля.

source: Mistrz, a w istocie już przeor Periandes, w swej mądrości uznał, iż rola moja i brata Alatara na tej wyspie została wypełniona, toteż zaczęliśmy sposobić nasze łodzie do dalszej wędrówki na wschód. Pożegnaliśmy się z naszymi braćmi, a niniejszą kronikę przekazuję w ręce brata Demasa.
uk: Майстер, по суті вже настоятель Періандес, у своїй мудрості вирішив, що моя роль і роль мого брата Алатара на острові виконана, тож ми почали готувати наші човни для подорожі на схід. Ми попрощалися з нашими братами, а я передаю цю хроніку до рук брата Демаса.

source: Mistrzem... czego?
uk: Інте... хто?

source: Mistrzostwo Nordmarczyków
uk: Майстерність нордмарців

source: Mistrzostwo Nordmarczyków - kopia
uk: Майстерність нордмарців – копія

source: Mistrzostwo Walki Wilczych Synów
uk: Бойова майстерність Вовчих Синів

source: Mistrzostwo płatnerzy z Vardhal
uk: Майстерність бронярів з Вардхалу

source: Mistrzowska robota.
uk: Майстерна робота.

source: Mistrzowskie bronie
uk: Майстерна зброя

source: Mistrzu Regenie, wybacz mi mój wcześniejszy wybuch. Ostatnie tygodnie nie były dla mnie łaskawe. Straciłem wielu wyśmienitych ludzi, których miałem bronić.
uk: Майстре Регене, пробачте мені мою нещодавню витівку. Останні кілька тижнів були недобрими для мене. Я втратив багато чудових людей, яких мусив захищати.

source: Mistrzu dziękuję za wizytę. Nie jestem godny...
uk: Майстре, дякую за ваш візит. Я не гідний...

source: Mistrzu. Czy miałeś okazję poznać Graysona?
uk: Майстре. Ти вже знайомий з Грейсоном?

source: Mistrzynią złotnictwa, jeśli już pytasz, a na imię mi Susanne.
uk: Майстриня-ювелір, якщо ти вже питаєш, а звуть мене Сюзанна.

source: Miód
uk: Мед

source: Miód posiada niesamowity aromat
uk: Мед з дивовижним ароматом

source: Miód z Niebieskiego Bzu
uk: Мед з синьої бузини

source: Miód, który pomogłem stworzyć.
uk: Мед, який я допоміг зібрати.

source: Między innymi wykonuję nieudane eksperymenty z golemami.
uk: Крім всього іншого, я проводжу невдалі експерименти з големами.

source: Między topielce i inne potwory? Mój Bruce nie jest głupi, poszedł pewnie w inną stronę.
uk: До луркерів та інших потвор? Мій Брюс не дурний, він, напевно, пішов в інший бік.

source: Między zdobywaniem informacji, a niszczeniem cudzego mienia jest spora różnica.
uk: Між отриманням інформації та знищенням чужого майна є велика різниця.

source: Miękka skórka.
uk: М'яка шкурка.

source: Mięsne paczuszki
uk: Голубці

source: Mięsny bigos
uk: М'ясна каша

source: Mięso jest soczyste i delikatne. Dobra robota, właśnie o to mi chodziło!
uk: М'ясо соковите і ніжне. Молодець, саме те, що я хотіла!

source: Mięso jest wówczas delikatne, barwę ma różową, włókna cienkie, a tłuszcz biały i kruchy, przez co znacznie łatwiej jest go wykrajać.
uk: Тоді м'ясо буде ніжним, рожевого кольору, з тонкими волокнами і м'яким білим жиром, що значно полегшить його обробку.

source: Mięso kopacza
uk: М'ясний гриб

source: Mięso o dziwnej konsystencji,
uk: М'ясо з дивною текстурою,

source: Mięso owcy, jeszcze świeże.
uk: Овече м'ясо, ще свіже.

source: Mięso uwielbiane przez mieszczan z Archolos.
uk: Улюблене м'ясо містян Архолосу.

source: Mięso wygląda na bardzo soczyste,
uk: М'ясо виглядає дуже соковитим,

source: Mięso z dzika? Ta, już to widzę!
uk: Кабаняче м'ясо? Так, ну звісно!

source: Mięso zawinięte w szczaw królewski
uk: М'ясо, загорнуте в королівський щавель

source: Miła w dotyku skóra.
uk: Приємна на дотик шкура.

source: Miłe spotkanie wymaga odpowiedniego trunku. Mogę kupić coś u Bastiana, ale znacznie lepsze wino powinien mieć Stary Liam. Skoro i tak wyruszam do winnicy, nie zaszkodzi sprawdzić, czy nie ma czegoś wyjątkowego.
uk: Для хорошої зустрічі потрібні правильні напої. Я можу купити щось у Бастіана, але у Старого Ліама має бути набагато краще вино. Оскільки я все одно збираюся на виноградник, не завадить пошукати там щось особливе.

source: Miłego dnia życzę.
uk: Гарного тобі дня.

source: Miłego mieszkania pod schodami!
uk: Приємного мешкання під сходами!

source: Miłej kąpieli, szczury lądowe!
uk: Гарного плавання, сухопутні щури!

source: Miłej pracy życzę.
uk: Приємної роботи.

source: Miłej reszty dnia, przyjacielu!
uk: Гарного тобі дня, друже!

source: Miłej rozmowy z Odgarem.
uk: Приємної розмови з Одгаром.

source: Miło było zobaczyć twoją ludzką stronę.
uk: Було приємно побачити твої людські якості.

source: Miło choć raz, dla odmiany, wiedzieć, że gdy wyskoczy na ciebie zębacz, masz przy sobie kogoś, kto ci pomoże.
uk: Приємно хоч раз, для різноманіття, знати, що коли на тебе вискочить снеппер, з тобою поруч є хтось, хто може допомогти.

source: Miło cię widzieć.
uk: Радий тебе бачити.

source: Miło jest mieć kogoś, kto zadba o twoją chatę, gdy jesteś na polowaniu i wracasz prosto z bagien w zabłoconych buciorach.
uk: Приємно мати когось, хто подбає про твою хатину, коли ти йдеш на полювання і повертаєшся з боліт в брудних чоботях.

source: Miło mi cię powitać wśród naszej małej grupy.
uk: Радий вітати тебе в нашій маленькій групі.

source: Miło mi jest cię powitać wśród wojowników Adanosa.
uk: Я радий вітати тебе серед воїнів Аданоса.

source: Miło mi słyszeć, że chodzą o mnie takie opowieści. Staram się wypełniać swoją powinność, najlepiej jak potrafię.
uk: Приємно чути, що про мене ходять такі чутки. Я намагаюся виконувати свої обов'язки якнайкраще.

source: Miło mi słyszeć, że jest w mieście ktoś, komu zależy na sprawiedliwości.
uk: Приємно чути, що в місті є хтось, кому не байдужа справедливість.

source: Miło mi słyszeć, że ktoś nowy chce do nas dołączyć. Przyda się każda para rąk.
uk: Приємно чути, що до нас хоче приєднатися хтось новий. Нам знадобиться кожна пара рук.

source: Miło mi to słyszeć! Tylko czy jesteś pewny? Jak już spiszę zaświadczenie, to nie będę miał ochoty potem go zmieniać!
uk: Радий це чути! А ти точно впевнений? Якщо я вже напишу посвідчення, мені не хочеться його потім змінювати!

source: Miło mi to słyszeć, miejmy nadzieję, że jeszcze kilka dni i wrócisz do pełni sił.
uk: Рада це чути, сподіваюся, ще кілька днів і ти відновиш свої сили.

source: Miło mi to słyszeć.
uk: Мені приємно це чути.

source: Miło mi to słyszeć. Do zobaczenia.
uk: Приємно це чути. До зустрічі.

source: Miło mi to słyszeć. Proszę tylko uważać z tymi... światełkami. Jeśli jednak coś się stanie, możesz wpaść w spore kłopoty.
uk: Радий це чути. Тільки обережніше з цими... вогниками. Якщо щось трапиться, у тебе будуть великі неприємності.

source: Miło mi. Idź do wejścia, zaraz tam przyjdę.
uk: Дуже приємно. Йди до входу, я скоро підійду.

source: Miło patrzeć, jak skrzydła nowego młyna obracają się bez zgrzytów, a farmerzy znoszą do spichlerza skrzynie pękatych warzyw. Wszystko zaczyna nabierać kolorów. Wszystko oprócz tego upartego chłopaka. Jeśli dalej będzie zbijał bąki, jak słowo daję, wyślę go na “ochotnika” do Górniczej Doliny. Może tam wyjdzie na ludzi!
uk: Приємно бачити, як легко обертаються крила нового млина, як фермери несуть до сховища повні ящики овочів. Все покращується. Все, крім цього впертого хлопця. Якщо він продовжуватиме впиратися, я відправлю його 'добровольцем' до Гірничої Долини. Може, хоч там він стане людиною!

source: Miło po tylu latach odwiedzić stare śmieci i odpocząć od tej cholernej wojny i jeszcze bardziej cholernych dworzan.
uk: Приємно повернутися після стількох років, відволіктися від тієї проклятої війни, і ще більш проклятих дворян.

source: Miło prowadzi się z tobą interesy.
uk: Приємно мати з тобою справу.

source: Miło się gawędziło, ale robota czeka.
uk: Ми гарно поспілкувалися, але робота чекає.
